{
    "WHERE_I_LEARN": "Where I learn?",
    "MIDDLE_SCHOOL": "Middle school",
    "HIGH_SCHOOL": "High school",
    "UNIVERSITY": "University",
    "HATYAIWITTAYALAI_2": "Hatyaiwittayalai 2",
    "HATYAIWITTAYALAI": "Hatyaiwittayalai",
    "PSU": "Prince of Songkla University ",
    "HATYAIWITTAYALAI_2_DESCRIPTION": "During that time, my family and I were discussing what I like. And what do you want to do? During that time, I told my parents that I wanted to create a program. But I didn't know how to do it, so my parents looked for a project. Or courses related to my interests",
    "HATYAIWITTAYALAI_2_DESCRIPTION_2": "Fortunately, I took the exam and got admitted to Hat Yai Second College in Cyber Project, the least paper-intensive program. And use technology as much as possible",
    "HATYAIWITTAYALAI_2_DESCRIPTION_3": "During that time, I did a robot competition at the school level. And at the regional level And also represent the school math competition",
    "HATYAIWITTAYALAI_DESCRIPTION": "After graduating from junior high school he was admitted to Hat Yai Wittayalai School. I can appreciate it in the science - mathematics with the fact that we like to compete and like to find something new to do. This makes me want to try helping the students of the school, helping them with whatever they can do.",
    "HATYAIWITTAYALAI_DESCRIPTION_2": "And during the course of their graduation, they will also compete in the robotics program. I made it to the writer of the program. And think about the system in it",
    "PSU_DESCRIPTION": "After graduating from Hat Yai College Received Cota into Prince of Songkla University Computer engineering During his studies, he did various activities and was given the opportunity to become a vice-supervisor. To help the work of the faculty",
    "PSU_DESCRIPTION_2": "During the study, I had the opportunity to become a TA or Assistant Master in teaching the following subjects: LabSoftware LabHardware OOP Client / Server and CBT in the years 2-3 and also competed in NSC 2019 at the regional level. And also have the opportunity to attend the training in Bangkok on desgin to return to the brothers and sisters who have the same interests"
}